y 1
Call 2
argc 3
* 4
%f 5
p 6
Param 7
& 8
Ptr 9
printf 10
Array 11
100 12
0 13
char 14
+ 15
List 16
n 17
- 18
scanf 19
= 20
a 21
1 22
argv 23
x 24
"%f 25
Expr 26
If 27
Def 28
> 29
float 30
/ 31
"%d" 32
Return 33
Func 34
main 35
%f" 36
Compound 37
int 38
Decl 39
< 40
Break 41
For 42
c 43
== 44
i 45
"-1" 46
++ 47
"1" 48
qsort 49
"%d 50
min 51
void 52
"%d\n" 53
51 54
%d" 55
Cast 56
b 57
j 58
sai 59
k 60
Type 61
f 62
sizeof 63
Typename 64
Ref 65
m 66
arr 67
<= 68
d 69
&& 70
getchar 71
2 72
!= 73
"%d\n-1 74
>= 75
Continue 76
q 77
solver 78
-1" 79
s 80
'x' 81
cnt 82
'z' 83
200001 84
arr1 85
gets 86
index 87
'a' 88
"%d\n%d 89
index1 90
ind 91
lenS 92
tmpb 93
maxL 94
"%s%s" 95
memo 96
usebefore 97
last 98
exit 99
beforeI 100
tmpa 101
maxs 102
While 103
+= 104
beforei 105
maxS 106
first 107
tmpChk 108
maxl 109
curChk 110
"0" 111
ans 112
l 113
point 114
lens 115
remain 116
% 117
tmpchk 118
lenl 119
lenL 120
"%d%d" 121
101 122
curchk 123
before 124
long 125
t 126
mas 127
pow 128
mv 129
max 130
maximum 131
runner 132
per 133
profit 134
flg 135
Typedef 136
%d 137
num 138
go 139
st 140
Struct 141
vote 142
"%ld" 143
10 144
4 145
3 146
"%d%d%d" 147
res 148
cy 149
eps 150
tmp 151
%.5lf" 152
r 153
cx 154
/= 155
0.5 156
"%lf" 157
fval 158
-= 159
sqr 160
sum 161
*= 162
cur 163
sqrt 164
"%.5lf 165
1e-6 166
double 167
k1 168
k2 169
g 170
%= 171
n1 172
n2 173
"Malvika" 174
"Akshat" 175
meem 176
929 177
691 178
661 179
761 180
11 181
31 182
419 183
577 184
599 185
337 186
19 187
607 188
733 189
619 190
563 191
739 192
509 193
593 194
113 195
523 196
643 197
467 198
443 199
167 200
499 201
947 202
293 203
181 204
491 205
109 206
271 207
251 208
859 209
827 210
281 211
59 212
359 213
389 214
941 215
131 216
"NO\n" 217
269 218
769 219
977 220
463 221
233 222
587 223
857 224
263 225
43 226
211 227
409 228
701 229
Init 230
823 231
180 232
383 233
727 234
811 235
937 236
743 237
439 238
199 239
349 240
641 241
547 242
83 243
647 244
367 245
853 246
991 247
757 248
997 249
919 250
kt 251
751 252
277 253
103 254
53 255
877 256
283 257
317 258
311 259
433 260
773 261
primes 262
"YES\n" 263
37 264
47 265
157 266
173 267
709 268
193 269
821 270
353 271
461 272
41 273
653 274
809 275
307 276
73 277
839 278
97 279
379 280
347 281
5 282
313 283
479 284
487 285
71 286
179 287
971 288
677 289
229 290
569 291
139 292
7 293
881 294
401 295
601 296
911 297
863 298
421 299
557 300
331 301
79 302
127 303
163 304
521 305
373 306
683 307
241 308
223 309
787 310
257 311
673 312
23 313
431 314
89 315
397 316
107 317
61 318
617 319
29 320
613 321
887 322
541 323
967 324
67 325
227 326
13 327
659 328
457 329
137 330
191 331
449 332
149 333
197 334
17 335
829 336
953 337
719 338
883 339
151 340
503 341
907 342
239 343
983 344
797 345
631 346
571 347
msort 348
merge 349
right 350
" 351
"%lld" 352
left 353
"%lld\n" 354
10000 355
mid 356
"%lld 357
%s 358
%s" 359
6 360
name1 361
'w' 362
|| 363
"11\n" 364
"12\n" 365
day 366
"53\n" 367
30 368
"52\n" 369
name2 370
"7\n" 371
"%s" 372
memcpy 373
rotate 374
"%s\n" 375
-- 376
Sa 377
exit_success 378
sa 379
ai 380
1100 381
! 382
"Bear\n" 383
e 384
"Alien\n" 385
"Elephant\n" 386
"-" 387
"%c" 388
"\n" 389
105 390
z 391
'}' 392
strlen 393
300 394
abs 395
dt 396
soldier 397
idx 398
%d\n" 399
~ 400
"" 401
puts 402
s_c 403
sprintf 404
'4' 405
mask 406
100000 407
'7' 408
'\0' 409
found 410
swap 411
^ 412
100005 413
"1 414
"2 415
65 416
55 417
90 418
32 419
str2 420
str1 421
122 422
maxnum 423
putchar 424
"%s%*c" 425
bet 426
str 427
count 428
start 429
'\n' 430
"abcdefghijklmnopqrstuvwxwz" 431
100002 432
minidx 433
compare 434
maxIdx 435
maxidx 436
minIdx 437
1001 438
'0' 439
o 440
Lg 441
unsigned 442
lg 443
w 444
2222 445
u 446
A 447
diag 448
log 449
<< 450
D 451
"%u\n" 452
Uv 453
1.0 454
"0\n" 455
U 456
v 457
Lv 458
"%u" 459
X 460
lv 461
L 462
ppp 463
1u 464
16 465
15 466
R 467
'1' 468
uv 469
0.0 470
F 471
B 472
50 473
dist 474
ara 475
maxi 476
"2" 477
"Marsel" 478
"Timur" 479
1000 480
' 481
char_read 482
ch 483
inf 484
flag 485
Empty 486
Statement 487
'-' 488
>> 489
judge 490
"%d%d%*c" 491
'?' 492
sequence\n" 493
maxn 494
1000000001 495
"Incorrect 496
5000000 497
"Impossible" 498
"ILLEGAL_ERASE_ARGUMENT\n" 499
'e' 500
"\n%s" 501
"NULL\n" 502
__builtin_popcount 503
9999 504
"2\n0 505
make_k_bonacci 506
^= 507
fgets 508
ret 509
s1 510
s2 511
l2 512
stdin 513
l1 514
ndiv 515
strncpy 516
strncmp 517
results 518
numbers 519
temp 520
first_number 521
add 522
48 523
move 524
set 525
9 526
size 527
12 528
h 529
%d*%d" 530
'X' 531
malloc 532
strdup 533
func 534
"-1\n" 535
300009 536
itemp 537
check 538
univ 539
cans 540
dp 541
len 542
memoize 543
100001 544
counx 545
Y 546
'S' 547
'N' 548
%lld" 549
mx 550
x2 551
'W' 552
'E' 553
y2 554
my 555
couny 556
%lld 557
y1 558
x1 559
"%ld%lf%lf" 560
"%lf%lf" 561
"no" 562
comp1 563
"yes" 564
"Happy 565
"Poor 566
Alex" 567
"NO" 568
"YES" 569
sum1 570
compfunc 571
xk 572
"%lld%lld%lld" 573
"Yes" 574
"No" 575
cycle 576
2520 577
position 578
apple 579
cmp 580
tree 581
negside 582
posside 583
buffer_size 584
lenP 585
rt 586
lenp 587
sz 588
lent 589
in1 590
lenT 591
z_algo 592
2147483647 593
in2 594
ip 595
find 596
pat 597
lf 598
hold2 599
one 600
aray 601
zero 602
"1\n%d 603
102 604
two 605
hold1 606
three 607
'Z' 608
eof 609
'y' 610
'I' 611
120 612
'A' 613
'U' 614
'o' 615
'O' 616
'u' 617
'i' 618
'Y' 619
"." 620
Op 621
"Black" 622
'B' 623
'b' 624
'n' 625
Ternary 626
input 627
'q' 628
"Draw" 629
'p' 630
black 631
"White" 632
8 633
'Q' 634
'r' 635
'P' 636
white 637
'R' 638
mn 639
work 640
1010 641
tail 642
head 643
lim 644
short 645
map 646
1000000000 647
memset 648
64 649
toupper 650
"%s 651
line 652
thresh 653
"=" 654
'6' 655
'2' 656
'9' 657
ll 658
'3' 659
1000000 660
"<" 661
'8' 662
d1 663
'5' 664
">" 665
sum2 666
d2 667
Case 668
Default 669
Switch 670
52000 671
1123132 672
31231212 673
"%d\t" 674
NAILS 675
Segment 676
minor 677
a2 678
nails 679
rg2 680
rg1 681
V 682
minimum 683
sort 684
G2 685
vec 686
Do 687
Vec 688
G1 689
a1 690
0x3f3f3f3f 691
ar 692
'H' 693
'M' 694
'V' 695
'T' 696
K 697
Dp 698
N 699
Fun 700
fun 701
mod 702
Ans 703
sm 704
seconds 705
exc 706
26 707
max_n 708
bb 709
ww 710
"%llu%llu%llu" 711
"%llu/%llu" 712
pgcd 713
301 714
text 715
%d|" 716
"zew 717
rem 718
out 719
dd 720
c1 721
r1 722
c2 723
"%d%d%d%d%d%d" 724
r2 725
GY 726
"No\n" 727
gy 728
"Yes\n" 729
200 730
pic 731
length 732
is_length 733
other_length 734
"No 735
solution" 736
MM 737
5005 738
end 739
vis 740
mm 741
strcpy 742
strcmp 743
pilecopy 744
tall 745
pile 746
comp 747
gui 748
100100 749
kill 750
list 751
son 752
200200 753
yar 754
rep 755
next 756
500 757
constructnext 758
constructNext 759
pl 760
100010 761
35 762
sl 763
"OK" 764
0\n" 765
temp2 766
20 767
temp1 768
9000 769
partition 770
Gcd 771
ull 772
begin 773
gcd 774
rank 775
years 776
"n" 777
"-O|" 778
"O-|" 779
strcat 780
"O" 781
min_number 782
digits 783
incr 784
floor 785
2.7 786
table 787
100009 788
cum 789
')' 790
'(' 791
op 792
mul 793
>>= 794
y3 795
"RIGHT\n" 796
x3 797
"TOWARDS\n" 798
"LEFT\n" 799
now 800
"April" 801
"March" 802
14 803
"May" 804
"February" 805
"August" 806
"June" 807
"December" 808
"September" 809
"January" 810
"July" 811
"November" 812
months 813
"October" 814
"%lf\n" 815
v2 816
"%lf%lf%lf%lf%lf" 817
lw 818
yeni 819
200000 820
bas 821
orta 822
"first" 823
"second" 824
'v' 825
';' 826
'k' 827
'.' 828
'j' 829
21 830
'L' 831
's' 832
'c' 833
'g' 834
't' 835
'd' 836
'f' 837
'h' 838
',' 839
'/' 840
'l' 841
18 842
'm' 843
1005 844
10005 845
nc 846
pc 847
cc 848
rr 849
ok 850
cs 851
ps 852
nb 853
rg 854
pb 855
ns 856
cb 857
great 858
get 859
which 860
"%c\n" 861
choice 862
"C\n" 863
x0 864
distance 865
side3 866
y0 867
py 868
side1 869
mindist 870
px 871
"%.12lf\n" 872
fabs 873
999999999 874
m_pi 875
has_obtuse 876
side2 877
maxdist 878
score 879
"IMPOSSIBLE" 880
hem 881
"1\n" 882
ss 883
fs 884
pif 885
pis 886
chance2 887
chance1 888
"%d\n%d" 889
top 890
top1 891
top2 892
"Vasiliy" 893
"Polycarp" 894
move_v 895
move_p 896
dest 897
running 898
"%d%c" 899
permutation 900
1LL 901
exit_failure 902
p1 903
t1 904
power 905
t2 906
lr 907
p2 908
p3 909
away 910
hash 911
home 912
rhs 913
card_cmp 914
cards 915
lhs 916
value 917
pts 918
counter 919
extra 920
card 921
cxx 922
sx 923
"%.1lf 924
sy 925
pi 926
cn 927
%.1lf\n" 928
pj 929
cyy 930
int_min 931
array 932
int_max 933
e%cx]\n" 934
%d*e%cx]\n" 935
[%d*e%cx]\n" 936
dfs 937
e%cx, 938
[e%cx 939
"lea 940
"%s%s%s%s" 941
Loop 942
Counter 943
"2\n" 944
"3\n" 945
cnt1 946
other 947
"umbreon" 948
"glaceon" 949
"vaporeon" 950
"leafeon" 951
"espeon" 952
test 953
"flareon" 954
inp 955
"jolteon" 956
"sylveon" 957
evee 958
colours 959
pebbles 960
piles 961
nn 962
inner 963
"Disjoint 964
with 965
answer 966
circle\n" 967
"%lf%lf%lf%lf" 968
prev 969
"%i64d" 970
is_lucky 971
special 972
yy 973
xx 974
name 975
%s\n" 976
Participant 977
region 978
comparator 979
"?\n" 980
calloc 981
cafe 982
Preson_t 983
Pizza 984
girl 985
m_pizza 986
"," 987
Taxi 988
girl, 989
wonderful 990
call 991
pizza 992
m_Name 993
to 994
taxi 995
m_name 996
"If 997
want 998
should 999
"%d-%d-%d" 1000
pizza, 1001
Girl 1002
taxi, 1003
call:" 1004
".\n" 1005
M 1006
you 1007
P 1008
m_taxi 1009
m_girl 1010
order 1011
110 1012
total 1013
entrycount 1014
exitCount 1015
minCapacity 1016
exitcount 1017
iter 1018
stationCount 1019
mincapacity 1020
stationcount 1021
passcount 1022
entryCount 1023
"--%d--%d--%d\n" 1024
passCount 1025
y4 1026
x4 1027
strstr 1028
fscanf 1029
"%sk" 1030
"WUB" 1031
201 1032
acum 1033
vertex 1034
pos 1035
node 1036
routedetect 1037
free 1038
Detect 1039
number 1040
goal 1041
Route 1042
xor 1043
no 1044
2000 1045
300000 1046
aux 1047
dragonknowledge 1048
dragonstrength 1049
dragonbonus 1050
strct 1051
are 1052
yes 1053
"i 1054
tot 1055
"4" 1056
"7" 1057
"-three" 1058
"seventy" 1059
"-one" 1060
"thirteen" 1061
"zero" 1062
"forty" 1063
"twelve" 1064
"three" 1065
"nineteen" 1066
"-four" 1067
"seventeen" 1068
"eighty" 1069
"fifty" 1070
"one" 1071
"fourteen" 1072
"eighteen" 1073
"sixteen" 1074
"seven" 1075
"five" 1076
"-two" 1077
"fifteen" 1078
"-eight" 1079
"nine" 1080
"-five" 1081
"eight" 1082
"-six" 1083
"-nine" 1084
"ten" 1085
"four" 1086
"six" 1087
"two" 1088
"twenty" 1089
"eleven" 1090
"thirty" 1091
"-seven" 1092
"sixty" 1093
"ninety" 1094
"abcd" 1095
"Aushmaan 1096
"%ld\n" 1097
5001 1098
"5" 1099
1004 1100
found1 1101
key 1102
':' 1103
'+' 1104
null 1105
r4 1106
r5 1107
code 1108
r3 1109
10001 1110
"%ld 1111
max1 1112
min1 1113
%ld\n" 1114
4294967295 1115
"%ld%ld" 1116
'G' 1117
"0\n0\n0" 1118
"no 1119
strchr 1120
500001 1121
task 1122
5000001 1123
Sum 1124
Min 1125
0x7fffffff 1126
id 1127
ans1 1128
"%lld%lld" 1129
esp 1130
run 1131
cat 1132
200007 1133
lvl 1134
25 1135
".%c" 1136
ZB 1137
"%d%d%d%d" 1138
ZA 1139
zb 1140
za 1141
"Malkiva" 1142
type 1143
worm 1144
orb 1145
1024 1146
pp 1147
atk 1148
def 1149
24 1150
item 1151
128 1152
armor 1153
weapon 1154
val 1155
cas 1156
bax 1157
tank 1158
tap 1159
process 1160
1000005 1161
"1698" 1162
pten 1163
"1896" 1164
onlyzero 1165
"1689" 1166
"6891" 1167
"1968" 1168
"1986" 1169
"1869" 1170
modulus 1171
50001 1172
cells 1173
cores 1174
cou 1175
cmpfunc 1176
3001 1177
"%lld/%lld" 1178
"1/1" 1179
"0/1" 1180
"hello" 1181
abc 1182
tolower 1183
"FHTAGN" 1184
"the 1185
second 1186
won\n" 1187
cnt2 1188
board 1189
win 1190
"%c%c%c\n" 1191
player 1192
"draw\n" 1193
win1 1194
full 1195
win2 1196
"illegal\n" 1197
4000 1198
tut 1199
92 1200
such 1201
string" 1202
newstring 1203
newString 1204
"%0.1lf\n" 1205
%ld" 1206
&= 1207
soma 1208
qt 1209
"Limak" 1210
"Radewoosh" 1211
tl 1212
tr 1213
"Tie" 1214
"%d/%d" 1215
"Infinity" 1216
"-%d/%d" 1217
"-Infinity" 1218
intery 1219
"%u 1220
interx 1221
%u" 1222
nz 1223
change 1224
np 1225
'@' 1226
fl 1227
jj 1228
kon 1229
solution\n" 1230
255 1231
6000 1232
cout 1233
powers 1234
100003 1235
powe 1236
invden 1237
den 1238
"%d%d%d%d%d" 1239
coins?\n" 1240
no. 1241
"enter 1242
of 1243
the 1244
%lf\n" 1245
kf 1246
100.0 1247
o2 1248
o1 1249
h2 1250
%lf, 1251
limiar 1252
h1 1253
%.2lf\n" 1254
height 1255
tcompetidor 1256
"h1 1257
ordena 1258
"3" 1259
"WBWBWBWB" 1260
"BWBWBWBW" 1261
0" 1262
"0 1263
mergesort 1264
100004 1265
mergeSort 1266
cont 1267
buff 1268
"Jackson" 1269
"Cleveland" 1270
"Arthur" 1271
"Taft" 1272
"Roosevelt" 1273
Buren" 1274
"Kennedy" 1275
"Johnson" 1276
"Hayes" 1277
"Harding" 1278
"Coolidge" 1279
"Nixon" 1280
"Van 1281
"Reagan" 1282
"Clinton" 1283
"Polk" 1284
"Taylor" 1285
"Jefferson" 1286
"Fillmore" 1287
string 1288
"Washington" 1289
"Grant" 1290
"Eisenhower" 1291
"Madison" 1292
"Harrison" 1293
prime 1294
"Carter" 1295
"Garfield" 1296
"Monroe" 1297
"Pierce" 1298
"Bush" 1299
"Lincoln" 1300
"Tyler" 1301
"Buchanan" 1302
"Truman" 1303
"Hoover" 1304
"Ford" 1305
"Wilson" 1306
"Adams" 1307
"Mckinley" 1308
b3 1309
a3 1310
b2 1311
b1 1312
50000 1313
Label 1314
filippi 1315
byte 1316
mem 1317
defrag 1318
erase 1319
alloc 1320
digit 1321
'#' 1322
"Sheldon\n" 1323
"Penny\n" 1324
"Rajesh\n" 1325
"Leonard\n" 1326
"Howard\n" 1327
ord 1328
tt 1329
510 1330
long_max 1331
\n" 1332
clothesPrices 1333
clothesprices 1334
pairs 1335
team2 1336
2" 1337
"Team 1338
team1 1339
1" 1340
"Draw\n" 1341
maiorelem 1342
maiorElem 1343
maior 1344
criaMatrix 1345
criamatrix 1346
matrix 1347
dayend 1348
nightend 1349
150 1350
temp3 1351
"%d,%d,%d,,," 1352
ice 1353
"%d%s" 1354
tnum 1355
10000000 1356
30010 1357
"\n%d" 1358
"\n(%d;%d)" 1359
'D' 1360
sl1 1361
sl2 1362
"%d%d\n" 1363
"abc" 1364
%d\n0 1365
%d\n%d 1366
"YES\n%d 1367
ara1 1368
1009 1369
"70" 1370
"11868" 1371
"48620" 1372
"20" 1373
"924" 1374
"3432" 1375
"252" 1376
"6" 1377
n0 1378
nmax 1379
match 1380
rev 1381
"espeon\n" 1382
"umbreon\n" 1383
"vaporeon\n" 1384
"leafeon\n" 1385
"flareon\n" 1386
"jolteon\n" 1387
"glaceon\n" 1388
"sylveon\n" 1389
low 1390
high 1391
unique 1392
elements 1393
5000 1394
emit 1395
em 1396
"%lf 1397
b4 1398
%lf 1399
rounds 1400
"%l64d" 1401
maxa 1402
1000.001 1403
400 1404
nmas 1405
100000000 1406
"not 1407
13299295 1408
amin 1409
aa 1410
mmm 1411
ntmin 1412
"unique\n%i" 1413
99 1414
amax 1415
mina 1416
unique" 1417
ntmax 1418
'\\' 1419
from 1420
ma 1421
1000000007 1422
"white\n1 1423
"black\n" 1424
2\n" 1425
dig 1426
buffer 1427
tel 1428
%lf" 1429
0.0000000000\n" 1430
"0.0000000000 1431
res1 1432
res3 1433
res2 1434
s_num 1435
sand_price 1436
c_valid 1437
must_buy 1438
Max 1439
b_num 1440
c_num 1441
s_valid 1442
c_price 1443
Abs 1444
b_valid 1445
max_num 1446
can_form 1447
b_price 1448
ceil 1449
s_price 1450
2001 1451
count_pairs 1452
lack 1453
"SEGMENT" 1454
"TRIANGLE" 1455
nl 1456
com 1457
57 1458
72 1459
81 1460
"1\n3" 1461
"1\n7" 1462
"1\n5" 1463
root 1464
"3\n3 1465
noneven 1466
even 1467
iv 1468
ans2 1469
500000 1470
fn 1471
"%ld%ld%lld" 1472
dr 1473
1. 1474
3010 1475
C 1476
swa_p 1477
minp 1478
maxp 1479
T 1480
"white 1481
"black" 1482
kefa 1483
values 1484
sequence 1485
time 1486
way 1487
store 1488
ara2 1489
"B\n" 1490
"G\n" 1491
"BGR\n" 1492
"R\n" 1493
"BR\n" 1494
"BG\n" 1495
"GR\n" 1496
"1\n0.00000\n" 1497
discr 1498
"1\n%.10lf" 1499
2.0 1500
"2\n%.10lf\n%.10lf" 1501
"n=?\n" 1502
gogl 1503
ctr 1504
len2 1505
ct 1506
"asdfghjkl;" 1507
"qwertyuiop" 1508
"zxcvbnm,./" 1509
2005 1510
Vasilisa" 1511
"GOTO 1512
max_k 1513
acc 1514
ks 1515
"week" 1516
52 1517
"month" 1518
lima 1519
rade 1520
coord 1521
quicksort 1522
data 1523
tmpl 1524
beg 1525
points 1526
weight 1527
vertexes 1528
piv 1529
tmpr 1530
200020 1531
"1\n%d" 1532
"3\n%d 1533
ap 1534
A2 1535
"%.15lf\n" 1536
A1 1537
"%.15lf 1538
"%lld%lld%lld%lld%lld%lld" 1539
ay 1540
ax 1541
bx 1542
by 1543
"ILLEGAL_ERASE_ARGUMENT" 1544
"NULL" 1545
asin 1546
S 1547
user 1548
moving 1549
"%lu" 1550
newuser 1551
USERS 1552
usernum 1553
traffic 1554
userlist 1555
0UL 1556
60 1557
"%.2d:%.2d" 1558
resmins 1559
reshours 1560
"%f" 1561
v1 1562
lhbina_1 1563
lhbina_2 1564
lhb_2 1565
lhb_1 1566
"%d/%d\n" 1567
count2 1568
count1 1569
"101110100100011011110110101110000" 1570
"000000001111101111100111100000000" 1571
"111111101101000101001101110010001" 1572
"101001001111101111000101010001110" 1573
"110001010010101111000101111111000" 1574
"111010100110011101001101000001110" 1575
"100000100110011001111100111100000" 1576
"111111101010101010101010101111111" 1577
"001101101001101110010010011011000" 1578
"101110101100011000111100101011101" 1579
"011110000110001111110101100000011" 1580
33 1581
"100010111100100001011110111111001" 1582
"011101011010001000111101010100110" 1583
"101010100010110010110101010000010" 1584
"111111101010101111100101001111111" 1585
"101110100110110000011010001011101" 1586
"100000101010101011010000101000001" 1587
"110111001111111100100001000101100" 1588
"000010011000100110000011010000010" 1589
"101100000101010001111101000000000" 1590
"111000010111010011010011010100100" 1591
"001000111011100001010110111110000" 1592
"101110101001010000101000111111000" 1593
"111111111111111000111001001011000" 1594
"101101111111000100100001110001000" 1595
"100000100000000001010110001000001" 1596
"000000001110010110100010100010110" 1597
"000010100011001101000111101011010" 1598
"111111101000101111000110101011010" 1599
"101110100011010010010111111011010" 1600
"101110101011001001111101001011101" 1601
"011100111010000101000111010001010" 1602
"100000100111010101111100100011011" 1603
rw 1604
rc 1605
rl 1606
mc 1607
floor_int 1608
202 1609
error 1610
"BUG" 1611
403 1612
nom2 1613
classement 1614
nom 1615
diff 1616
%d:%d" 1617
classementn 1618
classementN 1619
nom1 1620
"%i" 1621
Median 1622
median 1623
false 1624
Arr 1625
toggle 1626
true 1627
max_time 1628
prob 1629
max_prob 1630
teams 1631
mat 1632
opposite 1633
result 1634
buf 1635
bound 1636
target 1637
200005 1638
_sin 1639
3.14159265359 1640
alpha 1641
delta 1642
360.0 1643
"%f\n" 1644
sin 1645
beta 1646
gamma 1647
c3 1648
"12" 1649
ANS 1650
210 1651
%[^\n]" 1652
'F' 1653
'J' 1654
512 1655
max_x 1656
area_rect 1657
max_y 1658
min_y 1659
min_x 1660
1002 1661
|= 1662
binpow 1663
"WIN" 1664
"FAIL" 1665
"LIVE" 1666
"DEAD" 1667
"First\n" 1668
sum3 1669
1000010 1670
"Second\n" 1671
sum4 1672
girls 1673
boys 1674
happygirls 1675
happyboys 1676
decOrder 1677
same 1678
ptr 1679
decorder 1680
%[^\n]s" 1681
token 1682
dec 1683
%[^\t\n]s" 1684
times 1685
atoi 1686
nums 1687
allSame 1688
gpt 1689
"\nIf 1690
", 1691
names 1692
allsame 1693
strtok 1694
result1 1695
iboys 1696
item_t 1697
item_num 1698
delay 1699
jump_delay 1700
jump 1701
inv 1702
inverse 1703
cover 1704
G 1705
result2 1706
initial 1707
init 1708
maxt 1709
item_cmp 1710
BinarySearchGT 1711
binarysearchlast 1712
Mid 1713
BinarySearchLast 1714
binarysearchlt 1715
BinarySearchFirst 1716
BinarySearchLT 1717
binarysearchgt 1718
Left 1719
Right 1720
Node_t 1721
binarysearchfirst 1722
cevap 1723
27 1724
tX 1725
tx 1726
"Vova\n" 1727
ty 1728
"Both\n" 1729
2000000 1730
tY 1731
"Vanya\n" 1732
123 1733
130 1734
1e-7 1735
.6666667 1736
"My 1737
=(\n" 1738
cos 1739
.3333333 1740
poor 1741
tan 1742
"%.9f\n" 1743
acos 1744
302 1745
tens 1746
modb 1747
in 1748
moda 1749
inlen 1750
1100000 1751
cntone 1752
recur 1753
solve 1754
cnttwo 1755
asdsd 1756
array_1 1757
cho 1758
prize2 1759
prize 1760
"\n%d\n" 1761
counter_list 1762
front 1763
max_size 1764
odd_start 1765
even_start 1766
behind 1767
fidx 1768
pre 1769
eidx 1770
seq 1771
lidx 1772
sidx 1773
36 1774
pw 1775
"%lld%lld\n" 1776
upp 1777
pipe 1778
house 1779
1000001 1780
stopSum 1781
startSum 1782
del 1783
diam 1784
stop 1785
stopsum 1786
3000 1787
branch 1788
mark 1789
startsum 1790
ald 1791
brrg 1792
brg 1793
thp 1794
ha 1795
brd 1796
49 1797
th 1798
hypot 1799
atan2 1800
la 1801
ath 1802
sq 1803
blg 1804
eq 1805
hh 1806
print 1807
ad 1808
arrg 1809
ard 1810
.0 1811
az 1812
lb 1813
%f\n" 1814
bz 1815
1e9 1816
"%d%d%lf%lf%lf%lf%lf%lf" 1817
hypot3 1818
arg 1819
angle 1820
allg 1821
hb 1822
bd 1823
alg 1824
"%.14f\n" 1825
bth 1826
bld 1827
bllg 1828
10000001 1829
object 1830
arraySize 1831
bubblesort 1832
place 1833
problems 1834
Bubble 1835
arraysize 1836
Sort 1837
isdigit 1838
output 1839
600 1840
word 1841
ans3 1842
man 1843
into 1844
cap 1845
iguales 1846
"1\n1 1847
"2\n1 1848
"4\n3 1849
"ring 1850
"unknown 1851
topology" 1852
"star 1853
"bus 1854
roomnum 1855
room 1856
parent 1857
Dequeue 1858
isempty 1859
adj 1860
visited 1861
Is 1862
Queue 1863
dequeue 1864
Enqueue 1865
enqueue 1866
tempk 1867
need 1868
excess 1869
wd 1870
"A\n" 1871
">\n" 1872
'"' 1873
b_r 1874
g_l 1875
b_l 1876
g_r 1877
200002 1878
1.4142135623730950488 1879
"%.10lf\n" 1880
1000006 1881
bit 1882
1000000007LL 1883
0LL 1884
minm 1885
mini 1886
maxj 1887
sec 1888
small 1889
big 1890
exist 1891
"%c%c%c" 1892
"%c%c" 1893
"%c%c-" 1894
111 1895
seen 1896
dy 1897
2000000000 1898
dx 1899
pair 1900
ptr_b 1901
fprintf 1902
stdout 1903
ptr_a 1904
anterior 1905
lista 1906
"%.6lf\n" 1907
"%.6lf 1908
%.6lf\n" 1909
1e-5 1910
%.6lf 1911
binary_search 1912
person 1913
| 1914
200009 1915
post 1916
si 1917
SI 1918
cantidad 1919
distancia 1920
suma 1921
siguiente 1922
linea 1923
fin 1924
longi 1925
110000 1926
NO 1927
ocu 1928
"011" 1929
"01" 1930
"11" 1931
"O-|-OOOO\n" 1932
compute 1933
cmd 1934
n_players 1935
available 1936
Rs 1937
rs 1938
tb 1939
tm 1940
Tm 1941
Th 1942
"%d:%d" 1943
Re 1944
1140 1945
ta 1946
re 1947
t_t 1948
f_t 1949
"ans 1950
days 1951
step 1952
money 1953
cal 1954
destruidas 1955
dias 1956
baldosas 1957
"etra" 1958
"initis" 1959
"etr" 1960
"inites" 1961
fv 1962
state 1963
fa 1964
gender 1965
pch 1966
"lios" 1967
masculine 1968
"liala" 1969
6\n" 1970
Pole 1971
pole 1972
stav 1973
4\n" 1974
pocet 1975
%c" 1976
"qwertyuiopasdfghjkl;zxcvbnm,./" 1977
hard 1978
backtrack 1979
solution 1980
dem 1981
pup 1982
"n%4?0:4" 1983
powl 1984
middle 1985
"S" 1986
stripe 1987
stripo 1988
bottom 1989
lengths 1990
"\ni=%d\n" 1991
"P" 1992
can_end 1993
"L" 1994
"R" 1995
"qwertyuiopasdfghjkl;zxcvbnm,." 1996
press 1997
75\n-180 1998
%.f\n%.f 1999
468 2000
0\n0 2001
"YES\n%.f 2002
%.f\n" 2003
195 2004
432\n" 2005
0\n180 2006
"YES\n0 2007
erkek 2008
knt 2009
kiz 2010
"%d%d%lld" 2011
xu 2012
vb 2013
vs 2014
dbl_max 2015
yu 2016
imin 2017
er 2018
'*' 2019
2003 2020
hold 2021
least 2022
r0 2023
f1 2024
"%.5f 2025
k0 2026
a0 2027
fequ 2028
b0 2029
f0 2030
f2 2031
%.5f\n" 2032
ST 2033
aa2 2034
mult_b 2035
bb1 2036
len_b 2037
none 2038
len_c 2039
max_b 2040
len_a 2041
mult 2042
bb2 2043
aa1 2044
96 2045
cc1 2046
cc2 2047
max_c 2048
mult_c 2049
coun 2050
req 2051
area 2052
360 2053
count_b 2054
count_draw 2055
count_a 2056
brw 2057
is_neg 2058
heap 2059
seat 2060
push 2061
people 2062
pop 2063
possible 2064
%lld]" 2065
"[%lld 2066
"respectable\n" 2067
"ugly\n" 2068
"\n%d 2069
pr 2070
bsearch 2071
pos2 2072
1050 2073
char_to_int 2074
act_pos 2075
prime_no 2076
included 2077
Enumerator 2078
'<' 2079
'>' 2080
copy_interval 2081
cp 2082
erase_zero 2083
xp 2084
output_result 2085
Enum 2086
"falg" 2087
s3 2088
HIM!" 2089
WITH 2090
"CHAT 2091
HER!" 2092
"IGNORE 2093
neg 2094
12870 2095
70 2096
924 2097
48620 2098
252 2099
3432 2100
"%s-" 2101
">>" 2102
"(%d) 2103
"<< 2104
xc 2105
28 2106
minus 2107
team 2108
penality 2109
hp 2110
cost 2111
applecount 2112
tk 2113
get_max 2114
get_min 2115
"-1 2116
steps 2117
-1\n" 2118
price 2119
finalw 2120
finalB 2121
"A" 2122
finalW 2123
"B" 2124
finalb 2125
"NO1" 2126
month 2127
month1 2128
year2 2129
day2 2130
month2 2131
366 2132
year1 2133
1900 2134
365 2135
day1 2136
lesha 2137
ivan 2138
level 2139
"|" 2140
similarity 2141
":]\n" 2142
"%d\n[:" 2143
desword 2144
proindex 2145
archpro 2146
problem!\n" 2147
issubsequence 2148
resultindex 2149
inversion 2150
new 2151
ivannum 2152
getinversion 2153
"Brand 2154
"output.txt" 2155
ia 2156
ib 2157
"r" 2158
freopen 2159
"w" 2160
"input.txt" 2161
ai0 2162
bi0 2163
mi 2164
205 2165
"mi 2166
'!' 2167
isalpha 2168
4LL 2169
3LL 2170
2050 2171
"%lld\t" 2172
remainder 2173
250 2174
"c" 2175
"%s-%s\n" 2176
banner 2177
achieved 2178
status 2179
"CODEFORCES" 2180
codeforces 2181
"biceps" 2182
"chest" 2183
"back" 2184
is_leap 2185
"%llu" 2186
marker 2187
triangle2 2188
46500 2189
tag 2190
genre 2191
options 2192
20000 2193
110.0 2194
diagonal_element 2195
non_diagonal_element 2196
paper 2197
is_X 2198
is_x 2199
max_l 2200
nw 2201
max_q 2202
hi 2203
hdl 2204
od 2205
rm 2206
p2m 2207
p1m 2208
"add" 2209
islucky 2210
lucky 2211
"count" 2212
update 2213
Count 2214
countlucky 2215
3" 2216
pmin 2217
%09d\n" 2218
1e10 2219
ara_3 2220
ara_2 2221
"1\n%lf\n" 2222
%lld\n" 2223
"2\n%lf\n%lf\n" 2224
"-1.0" 2225
allowedins 2226
ins 2227
numOfDayAllowed 2228
allowedIns 2229
mysort 2230
numofdayallowed 2231
mySort 2232
sorted 2233
"%*d 2234
q1 2235
f3 2236
used 2237
candy 2238
storage 2239
"52" 2240
"53" 2241
114 2242
s_x2 2243
s_y2 2244
s_y1 2245
s_x1 2246
99999 2247
x_torre 2248
recorrer_caballo 2249
MAT 2250
"%c 2251
y_torre 2252
recorrer_torre 2253
cant 2254
"(x^y)^z" 2255
"y^z^x" 2256
"(y^x)^z" 2257
"%lf%lf%lf" 2258
"z^x^y" 2259
"y^x^z" 2260
"x^z^y" 2261
"x^y^z" 2262
"z^y^x" 2263
"(z^x)^y" 2264
"Exemplary 2265
"Unrecoverable 2266
pages.\n" 2267
cup 2268
configuration.\n" 2269
ml. 2270
#%ld 2271
#%ld.\n" 2272
1011 2273
kk 2274
oo 2275
1023 2276
63 2277
511 2278
"l" 2279
"y" 2280
"z" 2281
"e" 2282
"d" 2283
"v" 2284
"h" 2285
"t" 2286
"j" 2287
"g" 2288
"f" 2289
"i" 2290
"b" 2291
"q" 2292
"a" 2293
"p" 2294
"s" 2295
"k" 2296
"x" 2297
";" 2298
"o" 2299
"m" 2300
"u" 2301
"/" 2302
direction 2303
ck1 2304
ck2 2305
ck4 2306
ck3 2307
maxo 2308
We 2309
we 2310
Hi 2311
maxs1 2312
max2 2313
at 2314
"front" 2315
door 2316
"%I64u" 2317
42 2318
tamanto 2319
tiles 2320
rain 2321
march 2322
lectura 2323
dim 2324
Input 2325
Cases 2326
Blocker 2327
testcases 2328
Block 2329
block 2330
Test 2331
"5\n%d 2332
label 2333
"9" 2334
as 2335
"1\n%d\n" 2336
binary 2337
"2\n%d 2338
flagy 2339
flagx 2340
8888888888 2341
itr 2342
"X" 2343
romanmax 2344
900 2345
"IX" 2346
40 2347
"V" 2348
sscanf 2349
"I" 2350
"D" 2351
"XC" 2352
arabar 2353
roman 2354
"M" 2355
"CM" 2356
"C" 2357
"IV" 2358
"XL" 2359
dn 2360
arab 2361
arabmax 2362
romanar 2363
"CD" 2364
arab2roman 2365
best 2366
22 2367
"|O.O.O.O.O.O.O.O.#.#.#.|D|)\n" 2368
"|O.O.#.#.#.#.#.#.#.#.#.|.|)\n" 2369
"|#.......................|\n" 2370
"|O.O.O.#.#.#.#.#.#.#.#.|.|)\n" 2371
"|O.O.O.O.#.#.#.#.#.#.#.|.|\n" 2372
"|O.#.#.#.#.#.#.#.#.#.#.|.|)\n" 2373
"|O.O.O.O.O.O.O.#.#.#.#.|.|\n" 2374
"|O.O.O.O.O.O.O.O.O.O.O.|D|)\n" 2375
"|O.O.O.O.#.#.#.#.#.#.#.|D|)\n" 2376
"|O.O.O.O.O.O.O.O.O.O.#.|D|)\n" 2377
"|O.O.O.O.O.O.O.O.O.O.#.|.|)\n" 2378
"|O.O.O.O.#.#.#.#.#.#.#.|.|)\n" 2379
"|O.O.O.O.O.O.O.O.O.O.O.|.|)\n" 2380
"|O.O.O.O.O.#.#.#.#.#.#.|D|)\n" 2381
"|O.#.#.#.#.#.#.#.#.#.#.|D|)\n" 2382
"|O.O.O.O.O.O.O.O.#.#.#.|.|)\n" 2383
"|#.#.#.#.#.#.#.#.#.#.#.|D|)\n" 2384
"|O.O.O.O.O.O.O.O.O.O.#.|.|\n" 2385
"|O.O.O.O.O.#.#.#.#.#.#.|.|)\n" 2386
"|O.O.O.O.O.O.O.#.#.#.#.|D|)\n" 2387
"|O.O.O.O.O.O.O.O.O.#.#.|.|\n" 2388
"|O.O.#.#.#.#.#.#.#.#.#.|D|)\n" 2389
"|#.#.#.#.#.#.#.#.#.#.#.|.|)\n" 2390
34 2391
"|O.O.O.#.#.#.#.#.#.#.#.|.|\n" 2392
"+------------------------+" 2393
"|O.O.O.O.O.O.O.#.#.#.#.|.|)\n" 2394
"|O.O.O.O.O.O.O.O.O.O.O.|.|\n" 2395
"|O.O.#.#.#.#.#.#.#.#.#.|.|\n" 2396
"|O.O.O.O.O.O.#.#.#.#.#.|D|)\n" 2397
"|O.#.#.#.#.#.#.#.#.#.#.|.|\n" 2398
"|O.O.O.O.O.#.#.#.#.#.#.|.|\n" 2399
"|O.O.O.#.#.#.#.#.#.#.#.|D|)\n" 2400
"|O.O.O.O.O.O.O.O.O.O.#.|.|\n)" 2401
"|O.O.O.O.O.O.O.O.#.#.#.|.|\n" 2402
"|O.O.O.O.O.O.O.O.O.#.#.|.|)\n" 2403
"|O.......................|\n" 2404
"+------------------------+\n" 2405
"|O.O.O.O.O.O.#.#.#.#.#.|.|\n" 2406
"|#.#.#.#.#.#.#.#.#.#.#.|.|\n" 2407
"|O.O.O.O.O.O.#.#.#.#.#.|.|)\n" 2408
"|O.O.O.O.O.O.O.O.O.#.#.|D|)\n" 2409
mp 2410
opera 2411
co 2412
256 2413
91 2414
"seventeen\n" 2415
"nineteen\n" 2416
"-four\n" 2417
"-one\n" 2418
"-six\n" 2419
"-seven\n" 2420
"-five\n" 2421
"eleven\n" 2422
"-two\n" 2423
"five\n" 2424
"eight\n" 2425
"nine\n" 2426
"four\n" 2427
"ten\n" 2428
"six\n" 2429
"-three\n" 2430
"eighteen\n" 2431
"one\n" 2432
"-nine\n" 2433
"sixteen\n" 2434
"-eight\n" 2435
"fifteen\n" 2436
"fourteen\n" 2437
"three\n" 2438
"thirteen\n" 2439
"two\n" 2440
"seven\n" 2441
"twelve\n" 2442
cant_notas 2443
band 2444
intermedios 2445
novatos 2446
"1/3" 2447
"1/2" 2448
"5/6" 2449
"2/3" 2450
var 2451
s:%s\n" 2452
"ch:%s 2453
completar 2454
sumaall 2455
inicio_arreglo 2456
sumaparcial 2457
inicio 2458
arreglo 2459
fin_arreglo 2460
sumak 2461
vin 2462
volume 2463
"YES\n%lf" 2464
diffones 2465
"impossible" 2466
diffzeros 2467
"%d,%d\n" 2468
al 2469
br 2470
bl 2471
ml 2472
mr 2473
"%I64u%I64u" 2474
getnum 2475
field 2476
answer_index 2477
answers 2478
getc 2479
46 2480
996051 2481
bfs 2482
quotient 2483
printnum 2484
putc 2485
"May\n" 2486
"July\n" 2487
"October\n" 2488
"February\n" 2489
"June\n" 2490
"November\n" 2491
"January\n" 2492
"December\n" 2493
"April\n" 2494
"March\n" 2495
"August\n" 2496
"September\n" 2497
"miao." 2498
"\n%[^\n]" 2499
ZC 2500
"Rainbow's\n" 2501
"Freda's\n" 2502
zc 2503
know!\n" 2504
I 2505
"OMG>.< 2506
don't 2507
"lala." 2508
en 2509
"4\n" 2510
"15\n" 2511
O 2512
u64 2513
"%u%u%u%u%u" 2514
manuString 2515
anteriorok 2516
"array\n" 2517
tree\n" 2518
"both\n" 2519
"automaton\n" 2520
manustring 2521
ultimo 2522
"need 2523
ext 2524
ninemin 2525
nineMin 2526
minSum 2527
arrMin 2528
nine 2529
"yes\n" 2530
"no\n" 2531
"90" 2532
Cnt 2533
LL 2534
1\n1 2535
"YES\n2 2536
"%I64u\n" 2537
220 2538
"WRONG_ANSWER" 2539
count0 2540
180.0 2541
atan 2542
"%.10f\n" 2543
270 2544
1e-8 2545
Point 2546
bsort 2547
200011 2548
lcount 2549
106 2550
fours 2551
sevens 2552
lln 2553
1E5 2554
dis 2555
squares 2556
"-1.0\n" 2557
"%.9lf\n" 2558
"1.0\n" 2559
"1\n1" 2560
happy 2561
Gen 2562
ac 2563
gennum 2564
Num 2565
dif 2566
4005 2567
maxc 2568
sort_sheker 2569
mass 2570
80 2571
bol 2572
"ninety 2573
malen 2574
501 2575
adr 2576
sumtime 2577
maxtime 2578
mintime 2579
i1 2580
i2 2581
"done\n" 2582
"0/1\n" 2583
"-Infinity\n" 2584
"Infinity\n" 2585
"%i\n" 2586
vp 2587
vd 2588
ret1 2589
initb 2590
ret2 2591
ncr 2592
initg 2593
div 2594
currentchar 2595
currentChar 2596
isupper 2597
mode 2598
hdd 2599
ram 2600
laptop 2601
cheapest 2602
speed 2603
outdated 2604
"00\0" 2605
horainvert 2606
cadenaHora 2607
siguientepalindromo 2608
"%2d" 2609
cadenahora 2610
horaPalindromo 2611
siguientePalindromo 2612
"%s:%s\n" 2613
horPalindromo 2614
horpalindromo 2615
horainvertida 2616
"60" 2617
hra 2618
horapalindromo 2619
hr 2620
Hora 2621
hora 2622
"23" 2623
espalindromo 2624
horaInvert 2625
horaInvertida 2626
kmin 2627
base 2628
combina 2629
kmax 2630
ini 2631
maxkings 2632
fim 2633
dynasty 2634
502 2635
505 2636
1007 2637
f_in 2638
l_in 2639
ni 2640
'|' 2641
count=%d\n 2642
arr[i]=%d\n\n 2643
"i=%d\n 2644
temp=%d 2645
\n 2646
can 2647
"AB" 2648
"BA" 2649
Value 2650
"Enter 2651
Of 2652
Digits 2653
Two 2654
25" 2655
n\n" 2656
The 2657
"Last 2658
1\n" 2659
i_temp 2660
\n0 2661
\n%d 2662
1.41f 2663
"NO)" 2664
"%ld%ld%ld%ld" 2665
3.14 2666
da 2667
1000100 2668
pro 2669
strin 2670
dout 2671
final 2672
po 2673
c_x 2674
che 2675
"%d:0%d" 2676
"0%d:%d" 2677
"0%d:0%d" 2678
ly 2679
lx 2680
rating_skills 2681
rating 2682
rating_skills2 2683
num2 2684
at_univer 2685
At_ 2686
Univer 2687
sh 2688
uh 2689
"%s%d%d%d%d%d%d%d" 2690
timi 2691
E 2692
"G" 2693
gg 2694
1000011 2695
almost_lucky 2696
%u\n" 2697
"x=%f\n" 2698
4001 2699
1111111 2700
kol_max 2701
need_name 2702
cross 2703
kol 2704
10010 2705
"white" 2706
"\n%lld" 2707
"44610" 2708
"12870" 2709
"Impossible\n" 2710
'=' 2711
"+" 2712
"%d%lf%lf" 2713
0.000000001 2714
"%02d:%02d" 2715
"%d%c%d" 2716
emre 2717
boy 2718
"%.8lf" 2719
"15759\n" 2720
820040584 2721
"3223\n" 2722
"40744\n" 2723
"3071\n" 2724
"40742\n" 2725
"175\n" 2726
603356456 2727
"3615\n" 2728
"40741\n" 2729
"352\n" 2730
"21671\n" 2731
326806 2732
642678 2733
"40743\n" 2734
142498040 2735
940 2736
356 2737
"38532\n" 2738
"2759\n" 2739
"101\n" 2740
"113\n" 2741
"331\n" 2742
"114\n" 2743
468390 2744
132 2745
909090901 2746
442198 2747
64214872 2748
"36407\n" 2749
999999998 2750
"31623\n" 2751
999999997 2752
"WIN\n" 2753
"FAIL\n" 2754
tab 2755
central 2756
intercambiar 2757
pivote 2758
limit 2759
primero 2760
. 2761
if 2762
"\n%c" 2763
that 2764
particular 2765
otherwise 2766
"ab" 2767
max_z 2768
shift_t 2769
play 2770
convert 2771
"70\n" 2772
"20\n" 2773
"252\n" 2774
"924\n" 2775
"3232\n" 2776
"48620\n" 2777
"12870\n" 2778
"6\n" 2779
"15" 2780
"0.0 2781
0.0" 2782
"LOSE" 2783
"BUG\n" 2784
"OK\n" 2785
dir 2786
col 2787
row 2788
0.000000011 2789
"%.20lf\n" 2790
"%.1f" 2791
69 2792
39 2793
"%s-%s" 2794
call: 2795
,%s" 2796
500100 2797
pivot 2798
flyes 2799
diffs 2800
999 2801
roop 2802
ck 2803
"%[^\n]" 2804
744 2805
74 2806
ratio 2807
sc 2808
gc 2809
"%201s" 2810
ut 2811
"%hu" 2812
774 2813
477 2814
444 2815
474 2816
777 2817
447 2818
747 2819
"(remove_zeros(a) 2820
remove_zeros 2821
remove_zeros(b)) 2822
"remove_zeros(a 2823
b) 2824
wgt 2825
"%d:%d 2826
sbh 2827
sbm 2828
pbh 2829
%d:%d\n" 2830
pbm 2831
"%d%d%d%d%d%*c%d" 2832
rear 2833
tar 2834
stk 2835
create 2836
sv 2837
av 2838
999999 2839
"90\n" 2840
75 2841
maxid 2842
Str 2843
"%s/" 2844
"/\n" 2845
back 2846
delet 2847
my_delete 2848
".." 2849
depth 2850
"..|\n" 2851
"|.|)\n" 2852
"|D|)\n" 2853
"%c." 2854
"|.|\n" 2855
flipe 2856
flipo 2857
insert 2858
no_of_elem1 2859
bin2 2860
bin1 2861
no_of_elem2 2862
visit 2863
q_sort 2864
&d" 2865
305 2866
"%ld%ld%ld" 2867
86401 2868
offset 2869
xs 2870
max_h 2871
"%u%u" 2872
lo 2873
"FIRST" 2874
fg 2875
fgg 2876
"DRAW" 2877
"SECOND" 2878
stone 2879
yb 2880
xb 2881
xa 2882
ya 2883
intial_homes 2884
intial_homeS 2885
away_color 2886
home_color 2887
home_score 2888
freq 2889
ev_count 2890
odd_count 2891
"First" 2892
"Second" 2893
20001 2894
%ld 2895
min_p 2896
p4 2897
bank 2898
f4 2899
"%d.%d.%d" 2900
0x7fffffffLL 2901
thre 2902
up 2903
num1 2904
<<= 2905
lenc 2906
map1 2907
Pair 2908
compare_pos 2909
compare_val 2910
"%lld%lld%lld%lld%lld" 2911
max_i 2912
min_i 2913
10000002 2914
1000003 2915
"%c%d%c" 2916
ordenamientoshell 2917
"SI" 2918
nro 2919
contador 2920
ordenamientoShell 2921
intrval 2922
vec1 2923
vec2 2924
1003 2925
e1 2926
"finish 2927
finish 2928
turn 2929
fact 2930
g1 2931
g2 2932
cd 2933
801 2934
cantA 2935
canta 2936
vecaux 2937
actual 2938
cantb 2939
tam 2940
mayor 2941
vecAux 2942
cantB 2943
"k 2944
: 2945
matchbox 2946
%.6f\n" 2947
"%.6f\n" 2948
conflict 2949
"Conflict 2950
factorize 2951
pcount 2952
"Success\n" 2953
"Already 2954
on\n" 2955
off\n" 2956
sign 2957
"2000\n" 2958
max_comp 2959
max_bid 2960
z1 2961
"t 2962
flipped 2963
flipcur 2964
flipnext 2965
parentNode 2966
sf 2967
flipNext 2968
parentnode 2969
flipCur 2970
fin_st 2971
cur_st 2972
cur_ones 2973
fin_en 2974
tot_ones 2975
max_ones 2976
findOnes 2977
findones 2978
foundchar 2979
"@" 2980
foundat 2981
sift_down 2982
UB 2983
rv 2984
"%lld\n%s\n" 2985
tp 2986
sift_up 2987
man" 2988
"woman" 2989
"captain" 2990
"rat" 2991
"child" 2992
"?" 2993
23333 2994
end1 2995
smallest 2996
start1 2997
Ceil 2998
did 2999
sorttt 3000
getlonglong 3001
start2 3002
end2 3003
getint 3004
random\n" 3005
0.00000001 3006
0.10 3007
%.2f\n" 3008
noob\n" 3009
average\n" 3010
0.80 3011
0.50 3012
0.20 3013
0.90 3014
99.0 3015
hardcore\n" 3016
0.01 3017
pro\n" 3018
"%.2f 3019
0.99 3020
Adams" 3021
"McKinley" 3022
"Quincy 3023
roads 3024
1234567 3025
")" 3026
"(" 3027
".00" 3028
"$" 3029
100023 3030
200004 3031
10009 3032
s4 3033
is_segment 3034
segment 3035
is_triangle 3036
largest 3037
"/%d\n" 3038
plus 3039
"+%d\n" 3040
largeind 3041
indexoflargest 3042
circle 3043
prod 3044
%hd" 3045
tn 3046
trooper 3047
td 3048
%hd 3049
%hd/%hu\n" 3050
"%hd 3051
"%hu\n" 3052
"%hu 3053
o: 3054
won" 3055
"x: 3056
"draw" 3057
illegal 3058
"illegal" 3059
won 3060
brr 3061
ii 3062
vet 3063
tek 3064
cift 3065
hm 3066
aw 3067
3000005 3068
di_1 3069
di 3070
"IMPOSSIBLE\n" 3071
"%i 3072
hi_1 3073
%i" 3074
pmax 3075
arry 3076
"%s%s%s" 3077
_mid 3078
Vasilia.\n" 3079
kolpal 3080
'C' 3081
20000000000 3082
Q 3083
rand 3084
250000 3085
602 3086
lMax 3087
lcheck 3088
lData 3089
linput1 3090
ldata 3091
lTotalCnt 3092
lret 3093
0x1 3094
lInput2 3095
Find 3096
lmax 3097
ltotalcnt 3098
lRet 3099
iCnt 3100
linput2 3101
icnt 3102
lInput1 3103
lCheck 3104
0x0 3105
ort 3106
yer 3107
stroke 3108
b_counter 3109
all_same_horizon 3110
final_stroke 3111
B_counter 3112
count4 3113
999984 3114
sushu 3115
count3 3116
emirp 3117
emirp2 3118
min2 3119
problms: 3120
arr2 3121
"ROYGBIV" 3122
m1 3123
"Vasya" 3124
"Misha" 3125
m2 3126
m3 3127
street 3128
ilk 3129
swap2 3130
swap1 3131
walp 3132
gap 3133
"in.txt" 3134
widthsum 3135
maxheight 3136
width 3137
five 3138
twoway 3139
zeroX 3140
fiveWayZero 3141
twoWayZero 3142
twomin 3143
fivenum 3144
fiveMin 3145
zeroy 3146
fiveNum 3147
2010 3148
twonum 3149
twowayzero 3150
twoMin 3151
twoNum 3152
fiveWay 3153
fivemin 3154
zeroY 3155
zerox 3156
twoWay 3157
fiveway 3158
fivewayzero 3159
xnum 3160
copy 3161
grade 3162
leaf 3163
ncasos 3164
nleaves 3165
leaves 3166
tleaves 3167
color 3168
partition_index 3169
quick_sort 3170
pointer 3171
'K' 3172
modular_exp 3173
movs 3174
grid 3175
radiator 3176
rad 3177
flag1 3178
flag2 3179
"%d\n%s" 3180
0.3 3181
mistake 3182
hack 3183
cunto 3184
cunte 3185
gr 3186
gl 3187
"%li 3188
%li" 3189
"%li\n" 3190
%I64i 3191
chrcont 3192
chrcaux 3193
df 3194
fill 3195
candle 3196
"%.3lf" 3197
minarr 3198
3.0 3199
yue 3200
lcm 3201
large 3202
gcdv 3203
arg1 3204
arg2 3205
":(" 3206
ques 3207
quick 3208
search 3209
case1 3210
lowbit 3211
nd 3212
deep 3213
Node 3214
NODE 3215
signj 3216
"C:\\Users\\Shen\\Desktop\\ining.txt" 3217
realval 3218
que 3219
signo 3220
getl 3221
700 3222
down 3223
reverse 3224
bit_dec 3225
bak_ 3226
126 3227
shu 3228
bak 3229
elem 3230
"Sad 3231
RAM 3232
HDD 3233
equal 3234
"%ld-" 3235
iMin 3236
iNum1 3237
iCnt1 3238
iNum2 3239
Ans2 3240
Ans3 3241
iCnt2 3242
icnt1 3243
inum1 3244
inum2 3245
c4 3246
4.0 3247
capacity 3248
treeinf 3249
collected_fruit 3250
fruit 3251
"white\n" 3252
8001 3253
num_rounds 3254
"%ld%ld%ld%ld%ld%ld" 3255
"kk" 3256
"cc" 3257
"ll" 3258
"aa" 3259
"aa\nbb\naa\nbb" 3260
"bb" 3261
1200 3262
shit 3263
Answer 3264
setbuf 3265
max_name_length 3266
"Left: 3267
len_text 3268
test_case 3269
%d, 3270
len_name 3271
max_text_lenght 3272
Right: 3273
added 3274
bal 3275
getinverse 3276
"fff" 3277
"qqq" 3278
"www" 3279
"mm" 3280
"ss" 3281
"nn" 3282
"ww" 3283
"iii" 3284
"ff" 3285
"yyy" 3286
"ee" 3287
"tt" 3288
"yy" 3289
"sss" 3290
"eee" 3291
"rr" 3292
"ddd" 3293
"gg" 3294
"oo" 3295
"uuu" 3296
"uu" 3297
"vv" 3298
"aaa" 3299
"dd" 3300
"qq" 3301
"rrr" 3302
"ppp" 3303
"hh" 3304
"zz" 3305
"ttt" 3306
"ooo" 3307
"ii" 3308
"jj" 3309
"pp" 3310
"xx" 3311
int64_read 3312
int64 3313
uint64_read 3314
"k:%d\n" 3315
"i:%d 3316
len:%d\n" 3317
good 3318
"good 3319
i:%d 3320
uint64 3321
uint64_print 3322
carry 3323
int64_print 3324
"%I64" 3325
imp 3326
"forteen" 3327
reds 3328
200100 3329
green 3330
printlist 3331
red 3332
totalreds 3333
link 3334
flip_a 3335
last1 3336
wasneg 3337
count_freq 3338
count_last 3339
last2 3340
odd 3341
"z^y^x\n" 3342
"(x^y)^z\n" 3343
"ERROR\n" 3344
"(x^z)^y\n" 3345
"y^z^x\n" 3346
"x^y^z\n" 3347
"(y^z)^x\n" 3348
"(z^y)^x\n" 3349
"y^x^z\n" 3350
"(z^x)^y\n" 3351
"x^z^y\n" 3352
"z^x^y\n" 3353
"(y^x)^z\n" 3354
block1 3355
block2 3356
round 3357
dabs 3358
minb 3359
fmin 3360
puiss 3361
selectionsort 3362
selectionSort 3363
20000001 3364
2000001 3365
"aabb" 3366
"abab" 3367
"aaaa" 3368
"abba" 3369
cvp 3370
us 3371
en2 3372
flop 3373
enemies 3374
walk 3375
en1 3376
pt_t 3377
ti 3378
tgt 3379
bs 3380
spc 3381
negative 3382
positive 3383
ev 3384
cmpdesc 3385
Size 3386
Exchange_t 3387
sizeb 3388
"B 3389
sizes 3390
"S 3391
lec 3392
countp 3393
countP 3394
"0%d" 3395
"0:%d" 3396
":%d" 3397
"%d%c%d%d" 3398
yapi 3399
interval 3400
cr 3401
ab 3402
"%s%d" 3403
"Alread 3404
mal 3405
max_so_far 3406
curr_max 3407
ao 3408
bo 3409
"256\n" 3410
su 3411
date 3412
occ 3413
"%d-%d-%d\n" 3414
isn 3415
dates 3416
maxdt 3417
2013 3418
year 3419
next_num 3420
2015 3421
"%u%c" 3422
222222 3423
Si 3424
an 3425
bin 3426
"YES\n%d\n" 3427
"YES\n%c\n" 3428
s0 3429
121 3430
maxx 3431
multc 3432
readint 3433
putint 3434
multb 3435
99983 3436
0.85 3437
pos_max 3438
pos_min 3439
sanjay 3440
guard 3441
minc 3442
"%lld%lld%lld%lld" 3443
"array" 3444
"both" 3445
tree" 3446
and 3447
pony!" 3448
Inna 3449
fb 3450
333 3451
print_graph 3452
nro_exemplos 3453
gen_graph 3454
min_size 3455
graph 3456
min_size_f 3457
edge 3458
first_free_pos 3459
edges_wanted 3460
edges 3461
625 3462
A4 3463
a4 3464
A3 3465
current 3466
tree_t 3467
create_node 3468
"Error 3469
"pair" 3470
occurred" 3471
out_put 3472
element 3473
one_node 3474
make_null_tree 3475
to_add 3476
"int" 3477
string\n" 3478
piza 3479
vector 3480
uShort 3481
_vector 3482
100007 3483
H 3484
"%d\n%d\n" 3485
arithmetic 3486
range 3487
"%d\n%d\n%d\n" 3488
"%d\n%d\n%d\n%d\n" 3489
echanger 3490
"%3d\n" 3491
"210\n" 3492
170 3493
suf 3494
loop 3495
radix\n" 3496
radix 3497
valuer 3498
valueR 3499
10002 3500
towels 3501
bottles 3502
matches 3503
"macthes 3504
endl 3505
ifdot 3506
ifat 3507
minTime 3508
sumMin 3509
ori 3510
curSum 3511
cursum 3512
maxTime 3513
summin 3514
cpy 3515
summax 3516
sumTime 3517
des 3518
sumMax 3519
"a%d 3520
"%d%*[\n\t]" 3521
3005 3522
niz 3523
w1 3524
zavynac 3525
znak 3526
krok 3527
"2013" 3528
"%c@" 3529
"at" 3530
"dot" 3531
1444 3532
tempcount 3533
consecutive 3534
"(%lld) 3535
1e18 3536
kqua 3537
cz 3538
lengthsqr 3539
sPOINT 3540
"RIGHT" 3541
"NEITHER" 3542
isright 3543
templen 3544
"ALMOST" 3545
"%lld\n%lld 3546
valid 3547
tol 3548
sol 3549
ex 3550
suma_ctrl 3551
posibilidad 3552
cuenta 3553
exp 3554
idap 3555
'_' 3556
"max 3557
ind_h_max_secondary 3558
ind_h_max_main 3559
w_cur 3560
secondary 3561
numberplace 3562
fauxi 3563
maxm 3564
nr 3565
gasit 3566
cod 3567
vf 3568
Exp 3569
matrix_mul 3570
Matrix_t 3571
Mul 3572
Matrix_ 3573
modexp 3574
Mod 3575
shift 3576
"infinity" 3577
fset 3578
sets 3579
icmp 3580
scmp 3581
v22 3582
add_edge 3583
bufsize 3584
a21start 3585
a43start 3586
yes2 3587
"Elephant" 3588
"Bear" 3589
"Alien" 3590
"%d%ld" 3591
dl 3592
bus 3593
checker 3594
lenth 3595
host 3596
sums 3597
goodcut 3598
c5 3599
l0 3600
%i\n" 3601
maxk 3602
besti 3603
%hu" 3604
%hu 3605
3003 3606
"*" 3607
"*\n" 3608
lines 3609
"%0.10f" 3610
"0.00000\n" 3611
"%d%lf%d" 3612
boxes 3613
stairs 3614
"%.0f" 3615
"\n%.0f" 3616
atof 3617
w2 3618
tempArray 3619
Merge 3620
lpos 3621
rpos 3622
temparray 3623
pa 3624
"Ciel" 3625
"Hanako" 3626
c0 3627
cnt_p 3628
cnt_m 3629
density 3630
numowires 3631
numOwires 3632
"count 3633
gt 3634
lt 3635
nos 3636
isprime 3637
count5 3638
"555555555" 3639
ungetc 3640
rec 3641
Rec 3642
sequence" 3643
nm 3644
maxlow 3645
ba 3646
vr 3647
1000000000000000LL 3648
again 3649
minhigh 3650
minlow 3651
vl 3652
maks 3653
maxhigh 3654
"%.12f\n" 3655
treat 3656
untreat 3657
col_e 3658
row_e 3659
vizitat 3660
pas 3661
pasi 3662
crt 3663
lst 3664
washere 3665
coada 3666
fst 3667
case2 3668
totm 3669
child 3670
1006 3671
2000005 3672
"n%4" 3673
getward 3674
ward 3675
stud 3676
db 3677
Map 3678
Tail 3679
Head 3680
BFS 3681
queue 3682
newY 3683
newx 3684
newX 3685
newy 3686
Visit 3687
p2x 3688
P3x 3689
vy 3690
P1x 3691
p3x 3692
PX 3693
p3y 3694
k_cos 3695
P3y 3696
P7x 3697
p1x 3698
vx 3699
p7x 3700
K_sin 3701
P5y 3702
k_sin 3703
P2x 3704
P4y 3705
P4x 3706
PY 3707
p6y 3708
P7y 3709
"%.9f 3710
P5x 3711
p4x 3712
P6x 3713
p6x 3714
%.9f\n" 3715
p2y 3716
P2y 3717
p7y 3718
p4y 3719
square 3720
P1y 3721
p5x 3722
p1y 3723
K_cos 3724
p5y 3725
P6y 3726
"\t%d 3727
mii 3728
mai 3729
max_diff 3730
tin 3731
foundCycle 3732
ctin 3733
timer 3734
5050 3735
cyclecnt 3736
srand 3737
cycleCnt 3738
third 3739
act 3740
foundcycle 3741
"Palindromic 3742
numdigit 3743
better 3744
than 3745
is 3746
rub 3747
sieveoferatosthenes 3748
notprime 3749
Len 3750
Not 3751
Digit 3752
SieveOfEratosthenes 3753
ispalindromic 3754
splay 3755
Prime 3756
Palindromic 3757
\n%d" 3758
yc 3759
deta 3760
xr 3761
yr 3762
%0.5lf\n" 3763
maxd 3764
cf 3765
mind 3766
af 3767
bf 3768
"%0.5lf 3769
inc 3770
fib 3771
matriz 3772
memb 3773
ele 3774
404 3775
343 3776
434 3777
firstday 3778
159 3779
firstDay 3780
312 3781
190 3782
path 3783
remt1 3784
remt2 3785
rem1 3786
dtime 3787
listnum1 3788
list1 3789
tsum 3790
list2 3791
uniqueall 3792
listnum2 3793
swaptime 3794
0xffffff 3795
"C:\\Users\\Shen\\Desktop\\in.txt" 3796
"n=%d 3797
i=%d\n" 3798
words 3799
"%c%d%c\n" 3800
Visited 3801
p10 3802
ambiguityflag 3803
"Ambiguity" 3804
"Possible" 3805
flagambiguity 3806
flagAmbiguity 3807
Flag 3808
Ambiguity 3809
402 3810
infi 3811
not 3812
number" 3813
"The 3814
is: 3815
longueur 3816
need4 3817
need7 3818
bigger 3819
intcmp 3820
"PRINT 3821
%c\n" 3822
u1 3823
dpit 3824
ave 3825
loc 3826
click 3827
clicks 3828
123456 3829
4000000 3830
na 3831
"%31s" 3832
islower 3833
"%100001s" 3834
0\n 3835
foot 3836
curr 3837
99999999999999 3838
par 3839
%d) 3840
"(%d 3841
INDM 3842
indm 3843
edad 3844
Aux 3845
minimo 3846
Sgte 3847
indices 3848
sgte 3849
desc 3850
fmx 3851
fy 3852
0.9 3853
fx 3854
n3 3855
b13 3856
b12 3857
b23 3858
raiz 3859
1000000000000000000 3860
area1 3861
sall 3862
sk 3863
664580 3864
pCount 3865
kg_meat 3866
jc_day_prices 3867
num_days 3868
spent 3869
erased 3870
command 3871
defragment 3872
stack 3873
maxLength 3874
maxcount 3875
maxCount 3876
minLeft 3877
maxlength 3878
minleft 3879
"ninety-nine\n" 3880
"forty-nine\n" 3881
"twenty-eight\n" 3882
"fifty-seven\n" 3883
"ninety-six\n" 3884
87 3885
"sixty-one\n" 3886
"thirty-seven\n" 3887
"eighty-nine\n" 3888
"seventy-six\n" 3889
"eighty-three\n" 3890
"sixty-two\n" 3891
76 3892
94 3893
"thirty-four\n" 3894
68 3895
"fifty\n" 3896
"forty-five\n" 3897
"sixty-eight\n" 3898
"thirty-nine\n" 3899
"sixty-four\n" 3900
44 3901
"fifty-eight\n" 3902
"thirty-three\n" 3903
62 3904
"twenty-three\n" 3905
"twenty-four\n" 3906
"fifty-two\n" 3907
"eighty-five\n" 3908
"forty-three\n" 3909
"sixty-three\n" 3910
"ninety-one\n" 3911
88 3912
"fifty-three\n" 3913
"ninety\n" 3914
"thirty\n" 3915
"eighty-six\n" 3916
"forty-one\n" 3917
85 3918
"eighty\n" 3919
77 3920
"thirty-one\n" 3921
"fifty-five\n" 3922
"twenty-nine\n" 3923
"seventy-eight\n" 3924
82 3925
"forty-four\n" 3926
38 3927
"twenty\n" 3928
66 3929
86 3930
"eighty-eight\n" 3931
"sixty-five\n" 3932
"forty-seven\n" 3933
58 3934
84 3935
45 3936
78 3937
"thirty-six\n" 3938
"thirty-five\n" 3939
"eighty-one\n" 3940
"seventy-five\n" 3941
"eighty-seven\n" 3942
93 3943
"seventy\n" 3944
"ninety-eight\n" 3945
"seventy-four\n" 3946
"forty-six\n" 3947
"fifty-six\n" 3948
"eighty-two\n" 3949
"ninety-five\n" 3950
"ninety-seven\n" 3951
"sixty-nine\n" 3952
54 3953
"sixty\n" 3954
"ninety-four\n" 3955
"seventy-nine\n" 3956
"forty\n" 3957
"twenty-two\n" 3958
"twenty-five\n" 3959
"fifty-four\n" 3960
"forty-eight\n" 3961
"seventy-three\n" 3962
"thirty-eight\n" 3963
"fifty-one\n" 3964
95 3965
"sixty-seven\n" 3966
"fifty-nine\n" 3967
"sixty-six\n" 3968
"eighty-four\n" 3969
"thirten\n" 3970
"twenty-six\n" 3971
"forty-two\n" 3972
"twenty-seven\n" 3973
"ninety-three\n" 3974
"seventy-two\n" 3975
"twenty-one\n" 3976
"zero\n" 3977
"seventy-seven\n" 3978
56 3979
"thirty-two\n" 3980
"seventy-one\n" 3981
98 3982
"ninety-two\n" 3983
printprimes 3984
isPrime 3985
printPrimes 3986
lac 3987
rect 3988
0.0000001 3989
lab 3990
lbc 3991
prp 3992
anticlockwise 3993
clockwise 3994
city1 3995
city2 3996
"topology" 3997
11111 3998
"%x\n" 3999
"JJJ\n" 4000
suc 4001
"Malvika\n" 4002
"Akshat\n" 4003
500004 4004
save 4005
S1 4006
B1 4007
vis1 4008
vis2 4009
fflush 4010
iDFS 4011
idfs 4012
DFS 4013
"abcdefghijklmnopqrstuvwxyz" 4014
2LL 4015
vert_domino 4016
count_dot 4017
space 4018
"%f:%f" 4019
"%.1f 4020
%.1f" 4021
"BR" 4022
"BGR" 4023
"BG" 4024
"GR" 4025
actuelMonth 4026
actuelmonth 4027
resultat 4028
"\n%.10f 4029
actual_q 4030
idx2 4031
sum_max 4032
sum_min 4033
sum_temp 4034
final_idx 4035
%.10f" 4036
idx1 4037
Used 4038
sum_temp_min 4039
n_div_k 4040
sum_temp_max 4041
q2 4042
decimal 4043
adding_stck 4044
single 4045
"[%d:%d 4046
gett 4047
busquedabin 4048
bajo 4049
resul 4050
posmay 4051
clave 4052
valorCentral 4053
alto 4054
posmen 4055
valorcentral 4056
menor 4057
vect 4058
busquedaBin 4059
aux1 4060
aux2 4061
"unknow 4062
args 4063
b_max 4064
a_cnt 4065
alphabet_size 4066
b_curr 4067
c_cnt 4068
c_max 4069
b_cnt 4070
c_curr 4071
_max 4072
"Time: 4073
"Time+: 4074
findminones 4075
value2 4076
findMinOnes 4077
value1 4078
"%d%s%s" 4079
cusb2 4080
cusb1 4081
cusa1 4082
cusa2 4083
40000 4084
"Data 4085
lc 4086
ascomp 4087
ri 4088
cheated!" 4089
le 4090
sufficient!" 4091
1ll 4092
map_t 4093
"Game 4094
"%d%lld%lld%d" 4095
nq 4096
tch 4097
tstr 4098
isal 4099
35010 4100
35000 4101
after 4102
wrong 4103
emails 4104
ctrl 4105
124 4106
myst 4107
"Hermione\n" 4108
"Ron\n" 4109
0.00001 4110
sumi 4111
insertionSort 4112
GukiZ''s 4113
"number 4114
students\n" 4115
%d: 4116
system 4117
"pause" 4118
student 4119
students 4120
tem 4121
RADIX 4122
romannext 4123
tableSize 4124
_10ton 4125
romanNext 4126
"0123456789ABCDEFGHIJKLMNOPQRSTUVWXYZ" 4127
atoll 4128
nto10 4129
u2 4130
isplakao 4131
plac 4132
bit_cnt 4133
bc 4134
llint 4135
sortelements 4136
"-O|O-OOO" 4137
"O-|OOOO-" 4138
"O-|OO-OO" 4139
"O-|OOO-O" 4140
"-O|OO-OO" 4141
"-O|OOOO-" 4142
"-O|-OOOO" 4143
"O-|-OOOO" 4144
"-O|OOO-O" 4145
"O-|O-OOO" 4146
ef 4147
"%c%d" 4148
players 4149
rook 4150
MAX 4151
bishop 4152
king 4153
sumd 4154
bob 4155
alice 4156
rcompare 4157
dcompare 4158
record 4159
weak" 4160
"Too 4161
"Correct" 4162
adde 4163
200010 4164
sn 4165
kln 4166
"%d\t%d\t%d" 4167
"unambiguous" 4168
"gyan 4169
newval 4170
"%li" 4171
nb_elt 4172
node_t 4173
poi 4174
chk 4175
400005 4176
dif1 4177
dif2 4178
Solution\n" 4179
makeCombiB 4180
hoge 4181
ch1 4182
%c%c" 4183
makeCombiA 4184
maxb 4185
maxB 4186
ch2 4187
Initializer 4188
combia 4189
Named 4190
combib 4191
combiB 4192
makecombia 4193
combiA 4194
maxA 4195
makecombib 4196
ary 4197
zoo 4198
se_escupen 4199
camellos 4200
escupe 4201
quotes 4202
lstarted 4203
'\"' 4204
"%s%n" 4205
gettype 4206
issub 4207
getgender 4208
done 4209
fail 4210
ends 4211
isadjective 4212
ismale 4213
isfemale 4214
isverb 4215
"%hd" 4216
"qwertyuiopasdfghjkl;zxcvbnm," 4217
"d 4218
10000.0 4219
sex 4220
"%c%d%d" 4221
fclose 4222
"C343B.txt" 4223
104 4224
Rodzil\n" 4225
"Still 4226
".ru" 4227
"http://" 4228
"ftp://" 4229
islem 4230
sil 4231
yaz 4232
Heap 4233
ekle 4234
5" 4235
ttr 4236
ph 4237
ff 4238
fnd 4239
anti 4240
max_p 4241
ipt 4242
ibuf 4243
fread 4244
read_uint 4245
